Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Settings_Unreadable
source: The settings file could not be read ({0}). HexEditor started with the default settings, and changes to the settings are not saved in this session.
ar: تعذّرت قراءة ملف الإعدادات ({0}). بدأ HexEditor بالإعدادات الافتراضية، ولن يتم حفظ التغييرات على الإعدادات في هذه الجلسة.
cs: Soubor nastavení nelze přečíst ({0}). HexEditor se spustil s výchozím nastavením a změny nastavení se v této relaci neukládají.
de: Die Einstellungsdatei konnte nicht gelesen werden ({0}). HexEditor wurde mit den Standardeinstellungen gestartet; Änderungen an den Einstellungen werden in dieser Sitzung nicht gespeichert.
el: Δεν ήταν δυνατή η ανάγνωση του αρχείου ρυθμίσεων ({0}). Το HexEditor ξεκίνησε με τις προεπιλεγμένες ρυθμίσεις και οι αλλαγές στις ρυθμίσεις δεν αποθηκεύονται σε αυτή την περίοδο λειτουργίας.
es: No se pudo leer el archivo de configuración ({0}). HexEditor se inició con la configuración predeterminada y los cambios en la configuración no se guardarán en esta sesión.
fa: خواندن فایل تنظیمات ممکن نشد ({0}). HexEditor با تنظیمات پیش‌فرض آغاز شد و تغییرات تنظیمات در این نشست ذخیره نمی‌شوند.
fr: Impossible de lire le fichier de paramètres ({0}). HexEditor a démarré avec les paramètres par défaut, et les modifications des paramètres ne sont pas enregistrées pendant cette session.
hu: Nem sikerült beolvasni a beállításfájlt ({0}). A HexEditor az alapértelmezett beállításokkal indult el, és a beállítások módosításai ebben a munkamenetben nem lesznek mentve.
id: File pengaturan tidak dapat dibaca ({0}). HexEditor dimulai dengan pengaturan default, dan perubahan pengaturan tidak disimpan dalam sesi ini.
it: Impossibile leggere il file delle impostazioni ({0}). HexEditor è stato avviato con le impostazioni predefinite e le modifiche alle impostazioni non vengono salvate in questa sessione.
ja: 設定ファイルを読み込めませんでした ({0})。既定の設定で起動しました。この間の設定の変更は保存しません。
ko: 설정 파일을 읽을 수 없습니다({0}). HexEditor를 기본 설정으로 시작했으며, 이 세션에서는 설정 변경 내용이 저장되지 않습니다.
pl: Nie można odczytać pliku ustawień ({0}). HexEditor został uruchomiony z ustawieniami domyślnymi, a zmiany ustawień nie są zapisywane w tej sesji.
pt: Não foi possível ler o arquivo de configurações ({0}). O HexEditor foi iniciado com as configurações padrão, e as alterações nas configurações não são salvas nesta sessão.
ro: Fișierul de setări nu a putut fi citit ({0}). HexEditor a pornit cu setările implicite, iar modificările setărilor nu se salvează în această sesiune.
ru: Не удалось прочитать файл параметров ({0}). HexEditor запущен с параметрами по умолчанию, и изменения параметров в этом сеансе не сохраняются.
th: ไม่สามารถอ่านไฟล์การตั้งค่าได้ ({0}) HexEditor จึงเริ่มต้นด้วยการตั้งค่าเริ่มต้น และจะไม่บันทึกการเปลี่ยนแปลงการตั้งค่าในเซสชันนี้
tr: Ayarlar dosyası okunamadı ({0}). HexEditor varsayılan ayarlarla başlatıldı ve bu oturumda ayarlarda yapılan değişiklikler kaydedilmez.
uk: Не вдалося прочитати файл параметрів ({0}). HexEditor запущено зі стандартними параметрами, і зміни параметрів у цьому сеансі не зберігаються.
vi: Không thể đọc tệp cài đặt ({0}). HexEditor đã khởi động với cài đặt mặc định và các thay đổi cài đặt sẽ không được lưu trong phiên này.
zh_hans: 无法读取设置文件（{0}）。HexEditor 已使用默认设置启动，本次会话中对设置的更改不会保存。
zh_hant: 無法讀取設定檔（{0}）。HexEditor 已使用預設設定啟動，此工作階段中對設定的變更不會儲存。

# Settings_ExternalErrorLine
source: The edited settings file has an error (line {0}). The previous settings remain in use.
ar: يحتوي ملف الإعدادات الذي تم تحريره على خطأ (السطر {0}). لا تزال الإعدادات السابقة قيد الاستخدام.
cs: Upravený soubor nastavení obsahuje chybu (řádek {0}). Nadále se používá předchozí nastavení.
de: Die bearbeitete Einstellungsdatei enthält einen Fehler (Zeile {0}). Die bisherigen Einstellungen werden weiter verwendet.
el: Το επεξεργασμένο αρχείο ρυθμίσεων περιέχει σφάλμα (γραμμή {0}). Εξακολουθούν να χρησιμοποιούνται οι προηγούμενες ρυθμίσεις.
es: El archivo de configuración editado tiene un error (línea {0}). Se sigue usando la configuración anterior.
fa: فایل تنظیمات ویرایش‌شده خطا دارد (سطر {0}). تنظیمات قبلی همچنان استفاده می‌شوند.
fr: Le fichier de paramètres modifié contient une erreur (ligne {0}). Les paramètres précédents restent utilisés.
hu: A szerkesztett beállításfájl hibát tartalmaz ({0}. sor). Továbbra is az előző beállítások vannak érvényben.
id: File pengaturan yang diedit memiliki kesalahan (baris {0}). Pengaturan sebelumnya tetap digunakan.
it: Il file delle impostazioni modificato contiene un errore (riga {0}). Vengono ancora usate le impostazioni precedenti.
ja: 編集された設定ファイルに誤りがあります ({0} 行目)。直前の設定を使い続けます。
ko: 편집된 설정 파일에 오류가 있습니다({0}번째 줄). 이전 설정을 계속 사용합니다.
pl: Edytowany plik ustawień zawiera błąd (wiersz {0}). Nadal używane są poprzednie ustawienia.
pt: O arquivo de configurações editado tem um erro (linha {0}). As configurações anteriores continuam em uso.
ro: Fișierul de setări editat conține o eroare (linia {0}). Se folosesc în continuare setările anterioare.
ru: В измененном файле параметров есть ошибка (строка {0}). По-прежнему используются предыдущие параметры.
th: ไฟล์การตั้งค่าที่แก้ไขมีข้อผิดพลาด (บรรทัด {0}) ยังคงใช้การตั้งค่าก่อนหน้าอยู่
tr: Düzenlenen ayarlar dosyasında bir hata var (satır {0}). Önceki ayarlar kullanılmaya devam ediyor.
uk: У зміненому файлі параметрів є помилка (рядок {0}). Надалі використовуються попередні параметри.
vi: Tệp cài đặt đã chỉnh sửa có lỗi (dòng {0}). Các cài đặt trước đó vẫn đang được sử dụng.
zh_hans: 编辑后的设置文件有错误（第 {0} 行）。仍在使用之前的设置。
zh_hant: 編輯過的設定檔有錯誤（第 {0} 行）。仍繼續使用先前的設定。

# Settings_SaveFailed
source: Could not save the settings: {0}
ar: تعذّر حفظ الإعدادات: {0}
cs: Nastavení nelze uložit: {0}
de: Die Einstellungen konnten nicht gespeichert werden: {0}
el: Δεν ήταν δυνατή η αποθήκευση των ρυθμίσεων: {0}
es: No se pudo guardar la configuración: {0}
fa: ذخیرهٔ تنظیمات ممکن نشد: {0}
fr: Impossible d'enregistrer les paramètres : {0}
hu: Nem sikerült menteni a beállításokat: {0}
id: Pengaturan tidak dapat disimpan: {0}
it: Impossibile salvare le impostazioni: {0}
ja: 設定を保存できませんでした: {0}
ko: 설정을 저장할 수 없습니다: {0}
pl: Nie można zapisać ustawień: {0}
pt: Não foi possível salvar as configurações: {0}
ro: Setările nu au putut fi salvate: {0}
ru: Не удалось сохранить параметры: {0}
th: ไม่สามารถบันทึกการตั้งค่าได้: {0}
tr: Ayarlar kaydedilemedi: {0}
uk: Не вдалося зберегти параметри: {0}
vi: Không thể lưu cài đặt: {0}
zh_hans: 无法保存设置：{0}
zh_hant: 無法儲存設定：{0}

# Keys_FileTooNew
source: The keyboard shortcuts file was written by a newer version of HexEditor, so changes to shortcuts are not saved.
ar: كُتب ملف اختصارات لوحة المفاتيح بواسطة إصدار أحدث من HexEditor، لذا لن يتم حفظ التغييرات على الاختصارات.
cs: Soubor klávesových zkratek byl zapsán novější verzí aplikace HexEditor, proto se změny zkratek neukládají.
de: Die Datei mit den Tastenkombinationen wurde von einer neueren Version von HexEditor geschrieben, daher werden Änderungen an Tastenkombinationen nicht gespeichert.
el: Το αρχείο συντομεύσεων πληκτρολογίου γράφτηκε από νεότερη έκδοση του HexEditor, επομένως οι αλλαγές στις συντομεύσεις δεν αποθηκεύονται.
es: El archivo de atajos de teclado lo escribió una versión más reciente de HexEditor, así que los cambios en los atajos no se guardarán.
fa: فایل میان‌برهای صفحه‌کلید با نسخهٔ جدیدتری از HexEditor نوشته شده است، بنابراین تغییرات میان‌برها ذخیره نمی‌شوند.
fr: Le fichier des raccourcis clavier a été écrit par une version plus récente de HexEditor ; les modifications des raccourcis ne sont donc pas enregistrées.
hu: A billentyűparancsok fájlját a HexEditor egy újabb verziója írta, ezért a billentyűparancsok módosításai nem lesznek mentve.
id: File pintasan keyboard ditulis oleh versi HexEditor yang lebih baru, sehingga perubahan pintasan tidak disimpan.
it: Il file delle scelte rapide da tastiera è stato scritto da una versione più recente di HexEditor, quindi le modifiche alle scelte rapide non vengono salvate.
ja: キーボードショートカットの設定ファイルは新しい版の HexEditor で書かれているため、ショートカットの変更は保存しません。
ko: 바로 가기 키 파일이 최신 버전의 HexEditor에서 작성되었으므로 바로 가기 키 변경 내용이 저장되지 않습니다.
pl: Plik skrótów klawiaturowych został zapisany przez nowszą wersję programu HexEditor, więc zmiany skrótów nie są zapisywane.
pt: O arquivo de atalhos de teclado foi gravado por uma versão mais recente do HexEditor, por isso as alterações nos atalhos não são salvas.
ro: Fișierul de comenzi rapide de la tastatură a fost scris de o versiune mai nouă de HexEditor, așa că modificările comenzilor rapide nu se salvează.
ru: Файл сочетаний клавиш создан более новой версией HexEditor, поэтому изменения сочетаний клавиш не сохраняются.
th: ไฟล์แป้นพิมพ์ลัดถูกเขียนโดย HexEditor เวอร์ชันที่ใหม่กว่า จึงจะไม่บันทึกการเปลี่ยนแปลงแป้นพิมพ์ลัด
tr: Klavye kısayolları dosyası HexEditor'ın daha yeni bir sürümü tarafından yazıldığından kısayollarda yapılan değişiklikler kaydedilmez.
uk: Файл сполучень клавіш записано новішою версією HexEditor, тому зміни сполучень клавіш не зберігаються.
vi: Tệp phím tắt được ghi bởi phiên bản HexEditor mới hơn nên các thay đổi phím tắt sẽ không được lưu.
zh_hans: 键盘快捷方式文件由较新版本的 HexEditor 写入，因此不会保存对快捷方式的更改。
zh_hant: 鍵盤快速鍵檔案是由較新版本的 HexEditor 寫入，因此不會儲存快速鍵的變更。

# Keys_InvalidJson
source: The file is not valid JSON.
ar: الملف ليس JSON صالحاً.
cs: Soubor není platný JSON.
de: Die Datei ist kein gültiges JSON.
el: Το αρχείο δεν είναι έγκυρο JSON.
es: El archivo no es un JSON válido.
fa: فایل JSON معتبری نیست.
fr: Le fichier n'est pas un JSON valide.
hu: A fájl nem érvényes JSON.
id: File bukan JSON yang valid.
it: Il file non è un JSON valido.
ja: JSON として読めません。
ko: 파일이 올바른 JSON이 아닙니다.
pl: Plik nie jest prawidłowym plikiem JSON.
pt: O arquivo não é um JSON válido.
ro: Fișierul nu este un JSON valid.
ru: Файл не является допустимым JSON.
th: ไฟล์ไม่ใช่ JSON ที่ถูกต้อง
tr: Dosya geçerli bir JSON değil.
uk: Файл не є допустимим JSON.
vi: Tệp không phải là JSON hợp lệ.
zh_hans: 该文件不是有效的 JSON。
zh_hant: 此檔案不是有效的 JSON。

# KeysError_MissingCommand
source: "command" is missing.
ar: "command" مفقود.
cs: Chybí "command".
de: „command“ fehlt.
el: Λείπει το "command".
es: Falta “command”.
fa: «command» وجود ندارد.
fr: « command » est manquant.
hu: Hiányzik a "command".
id: "command" tidak ada.
it: Manca “command”.
ja: command がありません。
ko: "command"가 없습니다.
pl: Brak „command”.
pt: “command” está ausente.
ro: Lipsește „command”.
ru: Отсутствует "command".
th: ไม่มี "command"
tr: "command" eksik.
uk: Відсутнє поле "command".
vi: Thiếu "command".
zh_hans: 缺少“command”。
zh_hant: 缺少 "command"。

# KeysError_InvalidKey
source: Invalid "key": {0}
ar: "key" غير صالح: {0}
cs: Neplatná hodnota "key": {0}
de: Ungültiges „key“: {0}
el: Μη έγκυρο "key": {0}
es: “key” no válido: {0}
fa: «key» نامعتبر: {0}
fr: « key » non valide : {0}
hu: Érvénytelen "key": {0}
id: "key" tidak valid: {0}
it: “key” non valido: {0}
ja: key の表記が正しくありません: {0}
ko: 올바르지 않은 "key": {0}
pl: Nieprawidłowy „key”: {0}
pt: “key” inválido: {0}
ro: „key” nevalid: {0}
ru: Недопустимое значение "key": {0}
th: "key" ไม่ถูกต้อง: {0}
tr: Geçersiz "key": {0}
uk: Неприпустиме значення "key": {0}
vi: "key" không hợp lệ: {0}
zh_hans: 无效的“key”：{0}
zh_hant: 無效的 "key"：{0}

# KeysError_InvalidScope
source: Invalid "when": {0}
ar: "when" غير صالح: {0}
cs: Neplatná hodnota "when": {0}
de: Ungültiges „when“: {0}
el: Μη έγκυρο "when": {0}
es: “when” no válido: {0}
fa: «when» نامعتبر: {0}
fr: « when » non valide : {0}
hu: Érvénytelen "when": {0}
id: "when" tidak valid: {0}
it: “when” non valido: {0}
ja: when の値が正しくありません: {0}
ko: 올바르지 않은 "when": {0}
pl: Nieprawidłowy „when”: {0}
pt: “when” inválido: {0}
ro: „when” nevalid: {0}
ru: Недопустимое значение "when": {0}
th: "when" ไม่ถูกต้อง: {0}
tr: Geçersiz "when": {0}
uk: Неприпустиме значення "when": {0}
vi: "when" không hợp lệ: {0}
zh_hans: 无效的“when”：{0}
zh_hant: 無效的 "when"：{0}

# KeyPresetError_NotFound
source: The preset {0} does not exist.
ar: الإعداد المسبق {0} غير موجود.
cs: Předvolba {0} neexistuje.
de: Die Vorlage {0} existiert nicht.
el: Το προκαθορισμένο σύνολο {0} δεν υπάρχει.
es: El conjunto predefinido {0} no existe.
fa: پیش‌تنظیم {0} وجود ندارد.
fr: Le jeu prédéfini {0} n'existe pas.
hu: A(z) {0} készlet nem létezik.
id: Preset {0} tidak ada.
it: Il set predefinito {0} non esiste.
ja: プリセット {0} がありません。
ko: 프리셋 {0}이(가) 없습니다.
pl: Zestaw {0} nie istnieje.
pt: A predefinição {0} não existe.
ro: Presetarea {0} nu există.
ru: Набор {0} не существует.
th: ไม่มีค่าที่ตั้งไว้ล่วงหน้า {0}
tr: {0} ön ayarı yok.
uk: Набору {0} не існує.
vi: Bộ định sẵn {0} không tồn tại.
zh_hans: 预设 {0} 不存在。
zh_hant: 預設集 {0} 不存在。

# KeyPresetError_Invalid
source: The preset {0} has an error (line {1}).
ar: يحتوي الإعداد المسبق {0} على خطأ (السطر {1}).
cs: Předvolba {0} obsahuje chybu (řádek {1}).
de: Die Vorlage {0} enthält einen Fehler (Zeile {1}).
el: Το προκαθορισμένο σύνολο {0} περιέχει σφάλμα (γραμμή {1}).
es: El conjunto predefinido {0} tiene un error (línea {1}).
fa: پیش‌تنظیم {0} خطا دارد (سطر {1}).
fr: Le jeu prédéfini {0} contient une erreur (ligne {1}).
hu: A(z) {0} készlet hibát tartalmaz ({1}. sor).
id: Preset {0} memiliki kesalahan (baris {1}).
it: Il set predefinito {0} contiene un errore (riga {1}).
ja: プリセット {0} に誤りがあります ({1} 行目)。
ko: 프리셋 {0}에 오류가 있습니다({1}번째 줄).
pl: Zestaw {0} zawiera błąd (wiersz {1}).
pt: A predefinição {0} tem um erro (linha {1}).
ro: Presetarea {0} conține o eroare (linia {1}).
ru: В наборе {0} есть ошибка (строка {1}).
th: ค่าที่ตั้งไว้ล่วงหน้า {0} มีข้อผิดพลาด (บรรทัด {1})
tr: {0} ön ayarında bir hata var (satır {1}).
uk: У наборі {0} є помилка (рядок {1}).
vi: Bộ định sẵn {0} có lỗi (dòng {1}).
zh_hans: 预设 {0} 有错误（第 {1} 行）。
zh_hant: 預設集 {0} 有錯誤（第 {1} 行）。

# ImportError_InvalidJson
source: The file is not valid JSON (line {0}).
ar: الملف ليس JSON صالحاً (السطر {0}).
cs: Soubor není platný JSON (řádek {0}).
de: Die Datei ist kein gültiges JSON (Zeile {0}).
el: Το αρχείο δεν είναι έγκυρο JSON (γραμμή {0}).
es: El archivo no es un JSON válido (línea {0}).
fa: فایل JSON معتبری نیست (سطر {0}).
fr: Le fichier n'est pas un JSON valide (ligne {0}).
hu: A fájl nem érvényes JSON ({0}. sor).
id: File bukan JSON yang valid (baris {0}).
it: Il file non è un JSON valido (riga {0}).
ja: JSON として読めません ({0} 行目)。
ko: 파일이 올바른 JSON이 아닙니다({0}번째 줄).
pl: Plik nie jest prawidłowym plikiem JSON (wiersz {0}).
pt: O arquivo não é um JSON válido (linha {0}).
ro: Fișierul nu este un JSON valid (linia {0}).
ru: Файл не является допустимым JSON (строка {0}).
th: ไฟล์ไม่ใช่ JSON ที่ถูกต้อง (บรรทัด {0})
tr: Dosya geçerli bir JSON değil (satır {0}).
uk: Файл не є допустимим JSON (рядок {0}).
vi: Tệp không phải là JSON hợp lệ (dòng {0}).
zh_hans: 该文件不是有效的 JSON（第 {0} 行）。
zh_hant: 此檔案不是有效的 JSON（第 {0} 行）。

# ImportError_NotSettingsFile
source: This is not a HexEditor settings file.
ar: هذا ليس ملف إعدادات HexEditor.
cs: Toto není soubor nastavení aplikace HexEditor.
de: Dies ist keine Einstellungsdatei von HexEditor.
el: Αυτό δεν είναι αρχείο ρυθμίσεων του HexEditor.
es: No es un archivo de configuración de HexEditor.
fa: این فایل تنظیمات HexEditor نیست.
fr: Il ne s'agit pas d'un fichier de paramètres de HexEditor.
hu: Ez nem HexEditor-beállításfájl.
id: Ini bukan file pengaturan HexEditor.
it: Questo non è un file di impostazioni di HexEditor.
ja: HexEditor の設定のファイルではありません。
ko: HexEditor 설정 파일이 아닙니다.
pl: To nie jest plik ustawień programu HexEditor.
pt: Este não é um arquivo de configurações do HexEditor.
ro: Acesta nu este un fișier de setări HexEditor.
ru: Это не файл параметров HexEditor.
th: นี่ไม่ใช่ไฟล์การตั้งค่าของ HexEditor
tr: Bu bir HexEditor ayarlar dosyası değil.
uk: Це не файл параметрів HexEditor.
vi: Đây không phải là tệp cài đặt HexEditor.
zh_hans: 这不是 HexEditor 设置文件。
zh_hant: 這不是 HexEditor 設定檔。

# ImportError_MissingVersion
source: $schemaVersion is missing.
ar: $schemaVersion مفقود.
cs: Chybí $schemaVersion.
de: $schemaVersion fehlt.
el: Λείπει το $schemaVersion.
es: Falta $schemaVersion.
fa: $schemaVersion وجود ندارد.
fr: $schemaVersion est manquant.
hu: Hiányzik a $schemaVersion.
id: $schemaVersion tidak ada.
it: Manca $schemaVersion.
ja: $schemaVersion がありません。
ko: $schemaVersion이 없습니다.
pl: Brak $schemaVersion.
pt: $schemaVersion está ausente.
ro: Lipsește $schemaVersion.
ru: Отсутствует $schemaVersion.
th: ไม่มี $schemaVersion
tr: $schemaVersion eksik.
uk: Відсутнє поле $schemaVersion.
vi: Thiếu $schemaVersion.
zh_hans: 缺少 $schemaVersion。
zh_hant: 缺少 $schemaVersion。

# Keys_ResetSkipped
source: {0} was not restored because it is assigned to "{1}".
ar: لم تتم استعادة {0} لأنه معيّن لـ "{1}".
cs: Zkratka {0} nebyla obnovena, protože je přiřazena k „{1}“.
de: {0} wurde nicht wiederhergestellt, da es „{1}“ zugewiesen ist.
el: Το {0} δεν επανήλθε, επειδή έχει αντιστοιχιστεί στο "{1}".
es: {0} no se restauró porque está asignado a “{1}”.
fa: {0} بازیابی نشد، زیرا به «{1}» اختصاص داده شده است.
fr: {0} n'a pas été restauré, car il est attribué à « {1} ».
hu: A(z) {0} nem lett visszaállítva, mert a(z) „{1}” parancshoz van rendelve.
id: {0} tidak dipulihkan karena ditetapkan ke "{1}".
it: {0} non è stato ripristinato perché è assegnato a “{1}”.
ja: {0} は「{1}」に割り当てられているため戻しませんでした。
ko: {0}은(는) "{1}"에 할당되어 있어 복원하지 않았습니다.
pl: Skrót {0} nie został przywrócony, ponieważ jest przypisany do „{1}”.
pt: {0} não foi restaurado porque está atribuído a “{1}”.
ro: {0} nu a fost restaurată, deoarece este atribuită comenzii „{1}”.
ru: {0} не восстановлено, так как назначено для «{1}».
th: ไม่ได้คืนค่า {0} เนื่องจากถูกกำหนดให้กับ “{1}” อยู่
tr: {0}, "{1}" komutuna atandığından geri yüklenmedi.
uk: {0} не відновлено, оскільки це сполучення призначено для «{1}».
vi: {0} không được khôi phục vì đã được gán cho "{1}".
zh_hans: {0} 已分配给“{1}”，因此未还原。
zh_hant: {0} 已指派給「{1}」，因此未還原。

# Keys_ColEnglish
source: English name
ar: الاسم الإنجليزي
cs: Anglický název
de: Englischer Name
el: Αγγλικό όνομα
es: Nombre en inglés
fa: نام انگلیسی
fr: Nom anglais
hu: Angol név
id: Nama bahasa Inggris
it: Nome inglese
ja: 英語名
ko: 영어 이름
pl: Nazwa angielska
pt: Nome em inglês
ro: Nume în engleză
ru: Английское имя
th: ชื่อภาษาอังกฤษ
tr: İngilizce ad
uk: Англійська назва
vi: Tên tiếng Anh
zh_hans: 英文名称
zh_hant: 英文名稱

# Keys_ImportMode
source: How to import
ar: طريقة الاستيراد
cs: Způsob importu
de: Importart
el: Τρόπος εισαγωγής
es: Modo de importación
fa: نحوهٔ وارد کردن
fr: Mode d'importation
hu: Importálás módja
id: Cara mengimpor
it: Modalità di importazione
ja: 読み込み方
ko: 가져오기 방법
pl: Sposób importu
pt: Como importar
ro: Mod de importare
ru: Способ импорта
th: วิธีนำเข้า
tr: İçeri aktarma şekli
uk: Спосіб імпорту
vi: Cách nhập
zh_hans: 导入方式
zh_hant: 匯入方式

# Keys_ImportAddedHeader
source: Added
ar: المضافة
cs: Přidané
de: Hinzugefügt
el: Προστέθηκαν
es: Agregados
fa: افزوده‌شده
fr: Ajoutés
hu: Hozzáadva
id: Ditambahkan
it: Aggiunte
ja: 追加
ko: 추가됨
pl: Dodane
pt: Adicionados
ro: Adăugate
ru: Добавлено
th: เพิ่ม
tr: Eklenen
uk: Додано
vi: Đã thêm
zh_hans: 已添加
zh_hant: 已新增

# Keys_ImportChangedHeader
source: Changed
ar: المتغيرة
cs: Změněné
de: Geändert
el: Άλλαξαν
es: Cambiados
fa: تغییریافته
fr: Modifiés
hu: Módosítva
id: Diubah
it: Modificate
ja: 変更
ko: 변경됨
pl: Zmienione
pt: Alterados
ro: Modificate
ru: Изменено
th: เปลี่ยนแปลง
tr: Değiştirilen
uk: Змінено
vi: Đã thay đổi
zh_hans: 已更改
zh_hant: 已變更

# Keys_ImportRemovedHeader
source: Removed
ar: المحذوفة
cs: Odebrané
de: Entfernt
el: Καταργήθηκαν
es: Quitados
fa: حذف‌شده
fr: Supprimés
hu: Eltávolítva
id: Dihapus
it: Rimosse
ja: 削除
ko: 제거됨
pl: Usunięte
pt: Removidos
ro: Eliminate
ru: Удалено
th: เอาออก
tr: Kaldırılan
uk: Видалено
vi: Đã xóa
zh_hans: 已删除
zh_hant: 已移除

# Keys_ImportNoChanges
source: No shortcuts change.
ar: لا تتغير أي اختصارات.
cs: Žádné zkratky se nezmění.
de: Keine Tastenkombinationen ändern sich.
el: Δεν αλλάζει καμία συντόμευση.
es: No cambia ningún atajo.
fa: هیچ میان‌بری تغییر نمی‌کند.
fr: Aucun raccourci ne change.
hu: Egyetlen billentyűparancs sem változik.
id: Tidak ada pintasan yang berubah.
it: Nessuna scelta rapida cambia.
ja: 変わるショートカットはありません。
ko: 변경되는 바로 가기 키가 없습니다.
pl: Żaden skrót się nie zmienia.
pt: Nenhum atalho é alterado.
ro: Nicio comandă rapidă nu se modifică.
ru: Сочетания клавиш не изменятся.
th: ไม่มีแป้นพิมพ์ลัดที่เปลี่ยนแปลง
tr: Hiçbir kısayol değişmiyor.
uk: Сполучення клавіш не змінюються.
vi: Không có phím tắt nào thay đổi.
zh_hans: 没有快捷方式发生更改。
zh_hant: 沒有快速鍵變更。

# Keys_ImportErrorsHeader
source: Lines that could not be read (skipped)
ar: الأسطر التي تعذّرت قراءتها (تم تخطيها)
cs: Řádky, které nelze přečíst (přeskočeny)
de: Zeilen, die nicht gelesen werden konnten (übersprungen)
el: Γραμμές που δεν ήταν δυνατό να διαβαστούν (παραλείφθηκαν)
es: Líneas que no se pudieron leer (omitidas)
fa: سطرهایی که خوانده نشدند (رد شدند)
fr: Lignes illisibles (ignorées)
hu: Nem olvasható sorok (kihagyva)
id: Baris yang tidak dapat dibaca (dilewati)
it: Righe non leggibili (ignorate)
ja: 読み込めなかった行 (飛ばします)
ko: 읽을 수 없는 줄(건너뜀)
pl: Wiersze, których nie można odczytać (pominięte)
pt: Linhas que não puderam ser lidas (ignoradas)
ro: Linii care nu au putut fi citite (omise)
ru: Строки, которые не удалось прочитать (пропущены)
th: บรรทัดที่อ่านไม่ได้ (ข้ามไป)
tr: Okunamayan satırlar (atlandı)
uk: Рядки, які не вдалося прочитати (пропущено)
vi: Các dòng không đọc được (đã bỏ qua)
zh_hans: 无法读取的行（已跳过）
zh_hant: 無法讀取的行（已略過）

# Keys_ImportErrorLine
source: Line {0}: {1}
ar: السطر {0}: {1}
cs: Řádek {0}: {1}
de: Zeile {0}: {1}
el: Γραμμή {0}: {1}
es: Línea {0}: {1}
fa: سطر {0}: {1}
fr: Ligne {0} : {1}
hu: {0}. sor: {1}
id: Baris {0}: {1}
it: Riga {0}: {1}
ja: {0} 行目: {1}
ko: {0}번째 줄: {1}
pl: Wiersz {0}: {1}
pt: Linha {0}: {1}
ro: Linia {0}: {1}
ru: Строка {0}: {1}
th: บรรทัด {0}: {1}
tr: Satır {0}: {1}
uk: Рядок {0}: {1}
vi: Dòng {0}: {1}
zh_hans: 第 {0} 行：{1}
zh_hant: 第 {0} 行：{1}

# FileType_Html
source: HTML file
ar: ملف HTML
cs: Soubor HTML
de: HTML-Datei
el: Αρχείο HTML
es: Archivo HTML
fa: فایل HTML
fr: Fichier HTML
hu: HTML-fájl
id: File HTML
it: File HTML
ja: HTML ファイル
ko: HTML 파일
pl: Plik HTML
pt: Arquivo HTML
ro: Fișier HTML
ru: Файл HTML
th: ไฟล์ HTML
tr: HTML dosyası
uk: Файл HTML
vi: Tệp HTML
zh_hans: HTML 文件
zh_hant: HTML 檔案

# TitleBar_Palette
source: Search commands ({0})
ar: البحث في الأوامر ({0})
cs: Hledat příkazy ({0})
de: Befehle suchen ({0})
el: Αναζήτηση εντολών ({0})
es: Buscar comandos ({0})
fa: جستجوی فرمان‌ها ({0})
fr: Rechercher des commandes ({0})
hu: Parancsok keresése ({0})
id: Cari perintah ({0})
it: Cerca comandi ({0})
ja: コマンドを検索 ({0})
ko: 명령 검색({0})
pl: Szukaj poleceń ({0})
pt: Pesquisar comandos ({0})
ro: Căutare comenzi ({0})
ru: Поиск команд ({0})
th: ค้นหาคำสั่ง ({0})
tr: Komut ara ({0})
uk: Пошук команд ({0})
vi: Tìm lệnh ({0})
zh_hans: 搜索命令（{0}）
zh_hant: 搜尋命令（{0}）

# TitleBar_PaletteNoKey
source: Search commands
ar: البحث في الأوامر
cs: Hledat příkazy
de: Befehle suchen
el: Αναζήτηση εντολών
es: Buscar comandos
fa: جستجوی فرمان‌ها
fr: Rechercher des commandes
hu: Parancsok keresése
id: Cari perintah
it: Cerca comandi
ja: コマンドを検索
ko: 명령 검색
pl: Szukaj poleceń
pt: Pesquisar comandos
ro: Căutare comenzi
ru: Поиск команд
th: ค้นหาคำสั่ง
tr: Komut ara
uk: Пошук команд
vi: Tìm lệnh
zh_hans: 搜索命令
zh_hant: 搜尋命令

# Palette_ChangeShortcut
source: Change shortcut
ar: تغيير الاختصار
cs: Změnit zkratku
de: Tastenkombination ändern
el: Αλλαγή συντόμευσης
es: Cambiar el atajo
fa: تغییر میان‌بر
fr: Modifier le raccourci
hu: Billentyűparancs módosítása
id: Ubah pintasan
it: Cambia scelta rapida
ja: ショートカットを変更
ko: 바로 가기 키 변경
pl: Zmień skrót
pt: Alterar atalho
ro: Modificare comandă rapidă
ru: Изменить сочетание клавиш
th: เปลี่ยนแป้นพิมพ์ลัด
tr: Kısayolu değiştir
uk: Змінити сполучення клавіш
vi: Thay đổi phím tắt
zh_hans: 更改快捷方式
zh_hant: 變更快速鍵
